{
   "id": "7003656077",
   "about": "Thanks for checking in! We’re here to offer advice and inspiration for your trip on American. Please click here if you require a formal response to a complaint: www.bit.ly/AACR1",
   "can_post": false,
   "category": "Travel/Leisure",
   "category_list": [
      {
         "id": "110192549061839",
         "name": "Airline"
      }
   ],
   "checkins": 65757,
   "company_overview": "American Airlines Group (NASDAQ: AAL) is the holding company for American Airlines and US Airways. Together with regional partners, operating as American Eagle and US Airways Express, the airlines operate an average of nearly 6,700 flights per day to nearly 350 destinations in more than 50 countries. American is a founding member of the oneworld alliance, whose members and members-elect serve nearly 1,000 destinations with 14,250 daily flights to 150 countries. This year American topped Fortune Magazine's list of best business turnarounds and its stock joined the S&P 500 index. Connect with American on Twitter \u0040AmericanAir.",
   "cover": {
      "cover_id": "10153304047806078",
      "offset_x": 0,
      "offset_y": 86,
      "source": "https://scontent.xx.fbcdn.net/hphotos-xtp1/t31.0-8/s720x720/12672063_10153304047806078_4313820859078120119_o.jpg",
      "id": "10153304047806078"
   },
   "founded": "1930",
   "has_added_app": false,
   "is_community_page": false,
   "is_published": true,
   "likes": 1982693,
   "link": "https://www.facebook.com/AmericanAirlines/",
   "location": {
      "city": "Fort Worth",
      "country": "United States",
      "latitude": 32.828043645882,
      "longitude": -97.050302675753,
      "state": "TX",
      "zip": "76155"
   },
   "mission": "This American Airlines Facebook page is a fun, flyer-friendly community where people can share their passion for travel and all things American Airlines. While we’re excited to hear from you, it’s important to note that postings to the American Airlines Facebook page are not representative of the opinions of American Airlines, nor do we confirm their accuracy.\n\nAs part of our commitment to you, we’ll do our best to ensure the postings on our page are in line with American’s high-quality standards. However, since we unfortunately can’t monitor every posting or conversation, American expects that users will not post content that falls into the following categories and reserves the right to remove postings that are:\n\n* abusive, defamatory, or obscene\n* fraudulent, deceptive or misleading\n* attacking any American Airlines employee by using full name\n* in violation of any intellectual property right of another\n* in violation of any law or regulation\n* otherwise offensive\n* suggestive of new product innovations or advertising ideas\n* spam or commercial solicitation\n* inclusive of personal data\n\nWhile we don't reply to complaints directly on Facebook, we want to hear from you. \n\nSend your praise, concerns and suggestions to http://www.aa.com/customerrelations to ensure an appropriate response from American Airlines.",
   "name": "American Airlines",
   "parking": {
      "lot": 0,
      "street": 0,
      "valet": 0
   },
   "phone": "(800) 433-7300",
   "talking_about_count": 14498,
   "username": "AmericanAirlines",
   "website": "http://www.aa.com",
   "were_here_count": 65757
}